
{
  "perfil": {
    "foto_perfil":"/person.webp",
    "titulo": "Olá, me chamo",
    "nome": "Alexandre",
    "sobre_nome":"Brasil",
    "sobre": "I'm a professional Web Developer. Our Main Goal to help & Satisficed the Local & Global Clients by web development solutions",
    "habilidades": ["JavaScript", "React", "HTML", "CSS"],
    "contato": {
      "email": "seuemail@example.com",
      "telefone": "123-456-7890"
    }
  },
  "sobre":{
    "programing":"/programing.svg",
    "description":"Olá, sou Alexandre Brasil, um entusiasta do Desenvolvimento Web de 23 anos. Nos últimos 3 anos, tenho me dedicado intensamente aos estudos e ao trabalho na área, focando especialmente no ecossistema do JavaScript. Minha jornada começou em 2017 durante o curso de Gestão da Tecnologia da Informação na Unicesumar. Lá, adquiri conhecimentos fundamentais em lógica de programação, algoritmos e tive meu primeiro contato com as linguagens C e Java. Após concluir o curso, busquei aprimoramento e me especializei em Desenvolvimento Mobile pela Universidade Unyleya. Ao longo dessa jornada, explorei tecnologias como JavaScript, CSS, HTML, Type Script, React Native, React JS, Flutter, entre outras. Atualmente, concentro meu foco principal no ecossistema JavaScript, dedicando-me diariamente à criação de novos projetos para aplicar meus conhecimentos na prática.Estou sempre em busca de desafios que me permitam crescer profissionalmente e contribuir para a criação de experiências web excepcionais. Se você estiver interessado em colaborar ou desejar saber mais sobre meus projetos, fique à vontade para entrar em contato."
  },
  "contact":{
    "linkedin":"https://www.linkedin.com/in/alexandre-brasil-dos-santos/",
    "github":"https://github.com/alexandre-cooper",
    "insta":"https://www.instagram.com/_alexandre.brasil/",
    "youtube":"https://www.youtube.com/channel/UCM6JiU-SwOc4GEpVxHFctWw",
    "whatsapp":"https://wa.me/+5565992792383"
  },
  "skills": [
  {
    "logo_skill":"https://cdn.jsdelivr.net/gh/devicons/devicon/icons/typescript/typescript-original.svg"
  },
  {
    "logo_skill":"https://cdn.jsdelivr.net/gh/devicons/devicon/icons/javascript/javascript-original.svg"
  },
  {
    "logo_skill":"https://cdn.jsdelivr.net/gh/devicons/devicon/icons/react/react-original.svg"
  },
  {
    "logo_skill":"https://cdn.jsdelivr.net/gh/devicons/devicon/icons/nodejs/nodejs-original.svg"
  },
  {
    "logo_skill":"https://cdn.jsdelivr.net/gh/devicons/devicon/icons/nextjs/nextjs-original.svg"
  },
  {
    "logo_skill":"https://cdn.jsdelivr.net/gh/devicons/devicon/icons/git/git-original.svg"
  },
  {
    "logo_skill":"https://cdn.jsdelivr.net/gh/devicons/devicon/icons/postgresql/postgresql-original.svg"
  },
  {
    "logo_skill":"https://cdn.jsdelivr.net/gh/devicons/devicon/icons/html5/html5-original.svg"
  },
  {
    "logo_skill":"https://cdn.jsdelivr.net/gh/devicons/devicon/icons/figma/figma-original.svg"
  },
  {
    "logo_skill":"https://cdn.jsdelivr.net/gh/devicons/devicon/icons/wordpress/wordpress-original.svg"
  },
  {
    "logo_skill":"https://upload.wikimedia.org/wikipedia/commons/2/2b/Kali-dragon-icon.svg"
  },
  {
    "logo_skill":"https://upload.wikimedia.org/wikipedia/commons/0/0c/Blender_logo_no_text.svg"
  },
  {
    "logo_skill":"/shopify.svg"
  },
  {
    "logo_skill":"https://upload.wikimedia.org/wikipedia/commons/a/af/Adobe_Photoshop_CC_icon.svg"
  },
  {
    "logo_skill":"https://upload.wikimedia.org/wikipedia/commons/4/40/Adobe_Premiere_Pro_CC_icon.svg"
  },
  {
    "logo_skill":"https://upload.wikimedia.org/wikipedia/commons/a/a8/NestJS.svg"
  },
  {
    "logo_skill":"https://upload.wikimedia.org/wikipedia/commons/2/29/Keycloak_Logo.png"
  },
  {
    "logo_skill":"https://upload.wikimedia.org/wikipedia/commons/6/62/CSS3_logo.svg"
  },
  {
    "logo_skill":"https://upload.wikimedia.org/wikipedia/commons/f/fb/Adobe_Illustrator_CC_icon.svg"
  },
  {
    "logo_skill":"https://upload.wikimedia.org/wikipedia/commons/f/f1/CorelDraw_logo.svg"
  }
],
  "portfolio": [
  {
      "link":"https://www.inversolenergiasolar.com.br",
      "titulo":"Inversol - Energia Solar",
      "foto_capa":"/inversol.png"
  },
  {
    "link":"https://www.google.com",
    "titulo":"google te",
    "foto_capa":"/inversol.png"
  },
  {
    "link":"https://www.google.com",
    "titulo":"google te",
    "foto_capa":"/inversol.png"
  }
],
  "my_services": [
    {
      "icon": "/developer.svg",
      "titulo": "Desenvolvedor",
      "description": "O Desenvolvedor Full Stack é responsável pelo desenvolvimento de soluções completas de software, incluindo tanto o front-end quanto o back-end. Ele projeta e implementa interfaces de usuário, lógica de negócios e bancos de dados, garantindo a funcionalidade e segurança do sistema. Este profissional colabora com equipes multidisciplinares para entregar soluções escaláveis e de alta qualidade."
    },
    {
      "icon": "/designer.svg",
      "titulo": "Designer",
      "description": "O Designer é responsável por criar soluções visuais atraentes e funcionais para diversos meios, incluindo design gráfico, design de interface de usuário (UI), e design de experiência do usuário (UX). Utilizando sua criatividade e habilidades técnicas, ele transforma conceitos em designs tangíveis que atendem às necessidades e expectativas do cliente ou usuário final. O Designer colabora com equipes multidisciplinares para garantir a consistência visual e a usabilidade dos produtos finais."
    },
    {
      "icon": "/marketing.svg",
      "titulo": "Marketing digital",
      "description": "O profissional de Marketing Digital é encarregado de promover produtos ou serviços por meio de canais online, como redes sociais, e-mail marketing, SEO e publicidade online. Sua função é criar estratégias para aumentar a visibilidade da marca, gerar leads qualificados e converter vendas. Analisando dados e métricas, ele ajusta as estratégias para otimizar os resultados e alcançar os objetivos de negócio estabelecidos."
    },
    {
      "icon": "/modelagem.svg",
      "titulo": "Modelagem 3D",
      "description": "O especialista em Modelagem 3D cria representações tridimensionais de objetos, cenários ou personagens usando software especializado. Sua habilidade consiste em transformar conceitos e ideias em modelos digitais realistas e detalhados, utilizados em diversos setores como animação, jogos, arquitetura e design industrial. Este profissional é capaz de produzir modelos de alta qualidade que atendam às especificações do projeto e às necessidades do cliente."
    },
    {
      "icon": "/animacao.svg",
      "titulo": "Videos animados",
      "description": "Profissionais de vídeos animados utilizam ferramentas de animação para criar vídeos dinâmicos e cativantes. Eles desenvolvem narrativas visuais, manipulam personagens, objetos e cenários para contar histórias, explicar conceitos ou promover produtos de forma envolvente. Seu trabalho envolve habilidades de animação, design gráfico e edição de vídeo, resultando em conteúdo visualmente atraente e impactante para diversos fins, como publicidade, entretenimento ou educação."
    }
  ]
}


